Repository: Xamarin-Ninja/MereNear
Catalog: MereNear/MereNear/Resources/AppResources.*.resx
Languages: pa

# AboutUsMenu
source: About Us
pa: ਸਾਡੇ ਬਾਰੇ

# AddPhotosLabel
source: Add Photos(optional)
pa: ਫੋਟੋਜ਼ ਸ਼ਾਮਲ ਕਰੋ

# ChooseCategoryLabel
source: Choose category
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ

# ChooseLocationLabel
source: Choose Location
pa: ਸਥਾਨ ਚੁਣੋ

# DateLabel
source: Date
pa: ਤਾਰੀਖ

# DescriptionEditorPlaceholder
source: Enter Description
pa: ਵੇਰਵਾ ਦਿਓ

# DescriptionLabel
source: Description
pa: ਵਰਣਨ

# HomeTab
source: Home
pa: ਘਰ

# ImmediatelyLabel
source: Immediately
pa: ਤੁਰੰਤ

# jobTitleLabel
source: Job Title
pa: ਕੰਮ ਦਾ ਟਾਈਟਲ

# LogoutMenu
source: Logout
pa: ਲਾੱਗ ਆਊਟ

# LookingJob
source: Looking for a job
pa: ਨੌਕਰੀ ਲੱਭ ਰਿਹਾ ਹੈ

source: MereNear
pa: ਮੇਰੇ ਨੇੜੇ

# MessagesTab
source: Messages
pa: ਸੁਨੇਹੇ

# MobileEntryPlaceholder
source: Your number
pa: ਤੁਹਾਡਾ ਨੰਬਰ

# MobileEntryTitle
source: Enter your mobile number to get started
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ

# MyJobsTab
source: My Jobs
pa: ਮੇਰਾ ਕੰਮ

# MyPostsMenu
source: My Posts
pa: ਮੇਰੀ ਪੋਸਟ

# NextButton
source: Next
pa: ਅਗਲਾ

# NotificationsTab
source: Notifications
pa: ਸੂਚਨਾਵਾਂ

# OTPMainLabel
source: Please wait. We will auto verify the OTP sent to +91-
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ. ਅਸੀਂ ਆਟੋਮੈਟਿਕਲੀ OTP ਦੀ ਪੁਸ਼ਟੀ ਕਰਾਂਗੇ.

# OurPoliciesMenu
source: Our Policies
pa: ਸਾਡੀ ਨੀਤੀਆਂ

# PostJob
source: Post a job
pa: ਕੋਈ ਨੌਕਰੀ ਪੋਸਟ ਕਰੋ

# PreviewButton
source: Preview
pa: ਪੂਰਵਦਰਸ਼ਨ

# ProfileTab
source: Profile
pa: ਪ੍ਰੋਫਾਈਲ

# RateUsMenu
source: Rate Us
pa: ਰੇਟ ਕਰੋ

# ScheduleLabel
source: Schedule your job
pa: ਆਪਣਾ ਕੰਮ ਤਹਿ ਕਰੋ

# SettingsMenu
source: Settings
pa: ਸੈਟਿੰਗਾਂ

# SupportMenu
source: Support
pa: ਮਦਦ

# TimeLabel
source: Time
pa: ਸਮਾਂ
